"S3 (Amazon Simple Storage Service)" = "S3 (Amazon Simple Storage Service)";

/* Use your Access Key ID as the value of the AWSAccessKeyId parameter in requests you send to Amazon Web Services (when required). Your Access Key ID identifies you as the party responsible for the request. */
"Access Key ID" = "Access Key ID";

/* Since your Access Key ID is not encrypted in requests to AWS, it could be discovered and used by anyone. Services that are not free require you to provide additional information, a request signature, to verify that a request containing your unique Access Key ID could only have come from you. */
"Secret Access Key" = "Secret Access Key";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"InProgress" = "In Bearbeitung";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"Deployed" = "Aktiv";

"eu-west-1" = "EU (Irland)";
"eu-west-2" = "EU (London)";
"eu-west-3" = "EU (Paris)";
"eu-north-1" = "EU (Stockholm)";
"eu-south-1" = "EU (Mailand)";
"eu-south-2" = "EU (Spanien)";
"us-east-1" = "US East (Northern Virginia)";
"us-west-1" = "US West (Nord-Kalifornien)";
"us-west-2" = "US West (Oregon)";
"ap-southeast-1" = "Asien (Singapur)";
"ap-northeast-1" = "Asien (Tokyo)";
"sa-east-1" = "Südamerika (São Paulo)";
"ap-southeast-1" = "Asien (Singapur)";
"ap-southeast-2" = "Asien (Sydney)";
"ap-southeast-3" = "Asien (Jakarta)";
"ap-southeast-4" = "Asien-Pazifik (Melbourne)";
"ap-southeast-5" = "Asien-Pazifik (Kuala Lumpur)";
"eu-central-1" = "EU (Frankfurt)";
"eu-central-2" = "EU (Zürich)";
"us-east-2" = "US East (Ohio)";
"ap-northeast-2" = "Asien (Seoul)";
"ap-northeast-3" = "Asien (Osaka)";
"ap-south-1" = "Asien (Mumbai)";
"ap-south-2" = "Asien (Hyderabad)";
"ap-east-1" = "Asien (Hong Kong)";
"ca-central-1" = "Kanada (Montreal)";
"ca-west-1" = "Kanada West (Calgary)";
"cn-north-1" = "China (Peking)";
"cn-northwest-1" = "China (Ningxia)";
"me-south-1" = "Naher Osten (Bahrain)";
"af-south-1" = "Afrika (Cape Town)";
"me-central-1" = "Naher Osten (UAE)";
"il-central-1" = "Israel (Tel Aviv)";
"ap-east-2" = "Asien (Taipeh)";
"ap-southeast-7" = "Asien (Thailand)";
"mx-central-1" = "Mexiko (Zentral)";

/* Delivery methods including streaming protocols. */ 
"Download (HTTP)" = "Download (HTTP) CDN";
"Streaming (RTMP)" = "Streaming (RTMP) CDN";
"Custom Origin Server (HTTP/HTTPS)" = "Eigener Server (HTTP/HTTPS) CDN";

/* S3 Website Configuration (HTTP) with index document */
"Website Configuration (HTTP)" = "Website Configuration (HTTP)";
"NoSuchWebsiteConfiguration" = "Der Bucket hat keine Website Konfiguration";

/* Storage class */
"STANDARD" = "Standard Storage";
"STANDARD_IA" = "Standard IA (Infrequent Access)";
"INTELLIGENT_TIERING" = "Intelligent-Tiering";
"ONEZONE_IA" = "One Zone-Infrequent Access";
"REDUCED_REDUNDANCY" = "Reduced Redundancy Storage (RRS)";
"GLACIER" = "Glacier";
"DEEP_ARCHIVE" = "Glacier Deep Archive";
"GLACIER_IR" = "Glacier Instant Retrieval";

/* Google Storage Regions */
"us" = "United States";
"eu" = "Europäische Union";
"asia" = "Asia";

/* Google Storage */
"MULTI_REGIONAL" = "Multi-Regional";
"REGIONAL" = "Regional Storage";
"NEARLINE" = "Nearline Storage";
"COLDLINE" = "Coldline Storage";
"ARCHIVE" = "Archivspeicher";

/* Google Login Credentials */
"Google Account Email" = "Google Account E-Mail";
"Google Account Password" = "Google Account Passwort";

/* MFA */
"Multi-Factor Authentication" = "Multi-Faktor Authentisierung (MFA)";
"MFA Serial Number" = "MFA Seriennummer";
"MFA Authentication Code" = "MFA Authentisierungscode";

/* ACL Editing */
"Canonical User ID" = "Benutzer ID";
"Email Address" = "Email Adresse";

/* Amazon Related ACL Scopes */
"Amazon Customer Email Address" = "Amazon Customer Email Address";

/* Google Storage Related ACL Scopes */
"Google Account Email Address" = "Google Account Email Address";
"Google Group Email Address" = "Google Group Email Address";
"Google Apps Domain" = "Google Apps Domain";

"http://acs.amazonaws.com/groups/global/AuthenticatedUsers" = "Alle AWS Nutzer";
"http://acs.amazonaws.com/groups/global/AllUsers" = "Alle";
"http://acs.amazonaws.com/groups/s3/LogDelivery" = "Log";
"AllUsers" ="Everyone";
"Google Account Holders" =  "Google Account Besitzer";

/* Signed URL Expiry */
"Pre-Signed" = "Signierte";
"Expires {0}" = "Gültig bis {0}";

/* HTTP Metadata */
"Custom Header" = "Custom Header";

/* CloudFront object invalidation */
"{0} invalidations in progress" = "{0} Invalidierungen in Arbeit";
"{0} invalidations completed" = "{0} Invalidierungen abgeschlossen";

"Bucket name is not DNS compatible" = "Bucket Name ist nicht DNS kompatibel";

/* Lifecyle configuration */
"after {0} Days" = "nach {0} Tagen";
